{
  "m_GameObject": {
    "m_FileID": 0,
    "m_PathID": 0
  },
  "m_Enabled": 1,
  "m_Script": {
    "m_FileID": 0,
    "m_PathID": -1495898596940998806
  },
  "m_Name": "SagaSeriesCategory",
  "objectArray": [
    {
      "id": 10001,
      "icon_id": 10001,
      "introduction_banner_ids": [
        10001,
        10002,
        10003
      ],
      "category_name": "魔界塔士サ・ガ",
      "bgm_id": 120194,
      "text": "本作は「携帯ゲーム機初のRPG作品」として発売された。ゲームシステム面の大きな特徴として、それまでのRPG作品において根付いていた、獲得した経験値によるレベルアップシステムではなく、３つの種族ごとに異なる成長システムが取り入れられており、当時のプレイヤーを大いに驚かせた。そのほか、武器の使用回数に制限がある、ライフポイントであるハートがゼロになると復活できないなど、それまで見かけることのなかった個性的なシステムが盛り込まれており、その後続く「サガ」シリーズタイトルの原点となる作品。スクウェア（当時）初となるミリオンヒットを記録し、携帯ゲームにおけるRPGの金字塔となった。\n\n世界の中心にそびえ立ち、その頂きは「楽園」に通じる……と言い伝えられる塔。主人公は、楽園を目指し旅立つ若者たち。歴史や文明すらも異なる世界を冒険しながら塔の頂上を目指すなか、頂きで彼らを待ち受けるものとは……？\n2002年にWSCでリメイク版、2007年に移植のモバイル版が登場。そして、2021年にはGBで発売された「サガ」シリーズ３作品を完全移植したタイトル『サ・ガ コレクション』が発売されている。\n\n【略称表記】\nGB：ゲームボーイ\nWSC：ワンダースワンカラー",
      "is_align_center": 0,
      "apple_store_url": "https://apps.apple.com/jp/app/sa-ga-collection/id1565119568",
      "android_store_url": "https://play.google.com/store/apps/details?id=com.square_enix.android_googleplay.SagaCollection_Sjp&pcampaignid=web_share",
      "priority": 10001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 20001,
      "icon_id": 20001,
      "introduction_banner_ids": [
        20001,
        20002
      ],
      "category_name": "サ・ガ２ 秘宝伝説",
      "bgm_id": 130323,
      "text": "前作『魔界塔士サ・ガ』から約１年後に発売。種族ごとに異なる成長システムを持つという大きな特徴はそのままに、わかりやすさ、遊びやすさなどが追求された「サガ」シリーズの２作目となる作品。ナンバリングとしては「２」だが、世界観などは前作と全く異なる新作としてリリースした。\n神々の遺産である「秘宝」を求めて９つの世界を旅する主人公たちと、その冒険を描く。仲間種族として「サガ」シリーズでその後何作品にもわたって登場する「メカ」が登場したのも今作から。また、シリーズを象徴するような存在のスライム種族である「せんせい」も本作冒頭で主人公たちの仲間として初めて登場する。\nある夜、秘宝を託して旅立ってしまった父を追うため、旅に出ることを決意した主人公。世界に77個あるという神々の遺産「ひほう」と、それを守る使命を担う父を求める旅は、いつしか世界の滅亡を食い止めるという目的へと移り変わっていく。\n2009年には３Dフルリメイク作品としてDS用ソフト『サガ２秘宝伝説 GOODDES OF DESTINY』を発売。さらに2021年には「サガ」シリーズ３作品を完全移植したタイトル『サ・ガ コレクション』が発売された。\n\n【略称表記】\nDS：ニンテンドーDS",
      "is_align_center": 0,
      "apple_store_url": "https://apps.apple.com/jp/app/sa-ga-collection/id1565119568",
      "android_store_url": "https://play.google.com/store/apps/details?id=com.square_enix.android_googleplay.SagaCollection_Sjp&pcampaignid=web_share",
      "priority": 20001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 30001,
      "icon_id": 30001,
      "introduction_banner_ids": [
        30001
      ],
      "category_name": "サガ２秘宝伝説 GODDESS OF DESTINY",
      "bgm_id": 120372,
      "text": "1990年に発売されたGB版ソフト『サ・ガ２ 秘宝伝説』をフルリメイクし、2009年にDSソフトとしてリリースされた。「サガ」シリーズ発売から20周年を記念した作品。\nキャラクターデザインは新しく描き起こされ、グラフィックは３Ｄで一新。より遊びやすくなるような進化を遂げている。父親の捜索から端を発し、やがて９つの世界を旅することになる主人公と、不思議な力を持つ秘宝を巡る冒険譚として、ストーリーの流れは原作の流れを踏襲。物語の世界観はそのままに、システム面では『サガ フロンティア』から登場したシリーズ人気の要素「連携」を組み入れたり、一発逆転を狙うことができるリミットドライブなど、より爽快なバトルシステムへと進化。さらに、サブイベントやキャラクターの追加など、『サ・ガ２ 秘宝伝説』が初めてのプレイヤーだけでなく、プレイ経験のあるファンも新たに楽しめるものとなっている。\n\n【略称表記】\nGB：ゲームボーイ\nDS：ニンテンドーDS",
      "is_align_center": 0,
      "apple_store_url": "",
      "android_store_url": "",
      "priority": 30001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 40001,
      "icon_id": 40001,
      "introduction_banner_ids": [
        40001,
        40002
      ],
      "category_name": "サ・ガ３ 時空の覇者 完結編",
      "bgm_id": 130322,
      "text": "GBでの「サガ」シリーズ最後の作品。これまでの成長システムが一新され、経験値によるレベルアップ制度や、魔法レベル、MPなど、RPGとして一般的な概念が登場した。一方で、武器や魔法の使用回数制限などはなくなったが、バトル後に入手する「にく」を食べたり「パーツ」を取り付けることで変身し、バリエーションに富んだ成長やパーティ編成が可能になっているなど、「サガ」シリーズらしい独自性を持つ作品となっている。\n\n世界に出現した巨大な水がめからは、とめどなく水と魔物が排出され、世界は滅びの一途を辿っていた――。遥かな未来を救うため、神の遺物として封印されていた伝説の戦闘機「ステスロス」に乗り込み、現在・過去・未来・異次元からなる４つの世界を旅することとなる少年たちの物語を描く。『サ・ガ２ 秘宝伝説』に続き、2011年には３DでフルリメイクされたDS用ソフト『サガ３時空の覇者 Shadow or Light』を発売。さらに2021年には「サガ」シリーズ３作品を完全移植したタイトル『サ・ガ コレクション』が発売された。\n\n【略称表記】\nGB：ゲームボーイ\nDS：ニンテンドーDS",
      "is_align_center": 0,
      "apple_store_url": "https://apps.apple.com/jp/app/sa-ga-collection/id1565119568",
      "android_store_url": "https://play.google.com/store/apps/details?id=com.square_enix.android_googleplay.SagaCollection_Sjp&pcampaignid=web_share",
      "priority": 40001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 50001,
      "icon_id": 50001,
      "introduction_banner_ids": [
        50001,
        50002
      ],
      "category_name": "サガ３時空の覇者 Shadow or Light",
      "bgm_id": 120148,
      "text": "1991年にGB版ソフトとして発売された『時空の覇者 サ・ガ３ [完結編]』をフルリメイクし、2011年にDSソフトとしてリリースされた。2009年にリリースされた『サガ2秘宝伝説 GODDESS OF DESTINY』での方針を活かした３Ｄモデルでのフルリメイク作品で、システム面では「時間」をテーマにした本作らしいシステム「タイムズ・ギア」を駆使したバトルシステムが登場。シリーズの人気要素である「連携」や、魔物のスカウト要素など、大きなブラッシュアップやリメイクを図っている。また、原作ではレベル制になっていたキャラクターの成長システムも一新。さらにシナリオ面では、ポルナレフやミルフィーなどの主要キャラクターの掘り下げや、新規追加されたイベント、エンディングなどが存在し、リメイク作品でありながら新作と呼びならわされるほどのボリュームでリリースされた。\n\n【略称表記】\nGB：ゲームボーイ\nDS：ニンテンドーDS",
      "is_align_center": 0,
      "apple_store_url": "",
      "android_store_url": "",
      "priority": 50001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 60001,
      "icon_id": 60001,
      "introduction_banner_ids": [
        60001
      ],
      "category_name": "Sa・Ga COLLECTION",
      "bgm_id": 120389,
      "text": "GBでリリースされた「サガ」シリーズ３作品『魔界塔士サ・ガ』、『サ・ガ２ 秘宝伝説』、『時空の覇者 サ・ガ３ [完結編]』を完全移植し、シリーズ30周年記念作品として2020年にリリースされた。\n高速プレイモードなど、快適なプレイ感にこだわった機能のほか、縦持ちプレイをすることで当時の感覚を呼び起こすことができるなどの機能も搭載されている。本作品の英語版である『FINAL FANTASY LEGEND』３作品も収録。Switch、Steam、スマートフォンのマルチプラットフォームで展開されている。\n\n【略称表記】\nGB：ゲームボーイ\nSwitch：Nintendo Switch",
      "is_align_center": 0,
      "apple_store_url": "https://apps.apple.com/jp/app/sa-ga-collection/id1565119568",
      "android_store_url": "https://play.google.com/store/apps/details?id=com.square_enix.android_googleplay.SagaCollection_Sjp&pcampaignid=web_share",
      "priority": 60001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 70001,
      "icon_id": 70001,
      "introduction_banner_ids": [
        70001,
        70002,
        70003,
        70004
      ],
      "category_name": "ロマンシング サ・ガ",
      "bgm_id": 130275,
      "text": "神々の地マルディアスには、かつて悪しき三柱の神があった。封印を施されたはずの邪神サルーインの復活が近づきつつあるなかで、出自や目的の異なる８人の若者が旅立ちを迎える。さまざまな仲間と出会い、時に試練を乗り越えながら、やがて世界の命運を懸けた戦いに身を投じていく――。\n1992年にSFCで発売され、以降「ロマンシング サ・ガ」シリーズとして親しまれることとなる「ロマサガ」シリーズの第１作目。小林智美氏をキャラクターデザインに迎え、シリーズの装いを大きく変えた。「プレイヤーによる自由な冒険」の象徴としてのシステムが、行き先やイベントをプレイヤー自身が自由に選択する「フリーシナリオシステム」。さまざまな選択肢、それによって迎えるイベント、制限や指定のない冒険の進行……それぞれのプレイヤーが自分だけの物語を紡ぐことができ、壮大な世界観も相まって作品により深みを与えている。\nプラットフォームのスペックが高くなったことで、ドットグラフィックでの表現の幅がより広がった。「陣形」の概念のほか、武器に紐づく技を使うことで熟練度が上がり、武器レベルが上がるという仕組みは「ひらめき」システムの元となっている。レベルアップ制の成長システムではなく、戦闘でプレイヤーが選んだ行動によって、行動に紐づくパラメータが上昇する仕組みも自由度の高いものだった。\n2001年には、シリーズ初となる移植版をWSCでリリース。新規イベントや三神の一柱、シェリルとの戦いなどが追加された。2009年にはWSC版に準拠した携帯アプリ版を発売。本作のフルリメイク作品として、2005年に『ロマンシング サガ -ミンストレルソング-』、2022年に『ロマンシング サガ -ミンストレルソング- リマスター』が発売されている。\n\n【略称表記】\nSFC：スーパーファミコン\nWSC：ワンダースワンカラー",
      "is_align_center": 0,
      "apple_store_url": "",
      "android_store_url": "",
      "priority": 70001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 80001,
      "icon_id": 80001,
      "introduction_banner_ids": [
        80001,
        80002,
        80003,
        80004
      ],
      "category_name": "ロマンシング サガ -ミンストレルソング-",
      "bgm_id": 130400,
      "text": "「神は人をつくり、人は物語をつくる」。2005年にPS2で発売された、『ロマンシング サ・ガ』の完全リメイク作品。\n『ロマサガ１』から登場することとなった、自由度の高い冒険体験ができる「フリーシナリオシステム」は本作でも健在で、さらにシナリオやエピソードが大幅に追加され、キャラクターボイスも実装されるなどパワーアップ。キャラクターデザインは本作で一新されたうえで、グラフィックに3Dモデルを採用するなど、リメイクの域に留まらない作品となっている。\nバトルシステムには「サガ」シリーズ作品で人気の高い「陣形」「ひらめき」「連携」を採用。さらに本作では、スキルレベルやクラスの修練によるキャラクターの強化、武器や技に採用されたモードシステムの活用や、窮地を救う「神の恩寵」などの多様な要素が、バトルにさらなる深みを与えている。\n創造神マルダーによって創られた世界、マルディアス。神々同士が戦い、そして戦いの後には多くの神が去っていったとされるその地で今、それぞれの運命に導かれた８人の冒険者が旅立つ。人間の英雄にして“銀の戦士”ミルザが、かつて命を懸けてディステニィストーンの結界の中へ封印したという悪しき神サルーインの復活が囁かれつつある世界で、さまざまな出会いや別れを経て、８人の旅はどのような物語を紡ぐのか――。\n2022年には、PS5、PS4、Switch、Steam、スマートフォンで『ロマンシング サガ -ミンストレルソング- リマスター』が発売された。リマスター版では、グラフィックの高解像度化、イベントやプレイアブルキャラクターの追加、倍速機能などを含む遊びやすさの向上などが図られている。\n\n【略称表記】\nPS2：プレイステーション２\nPS4：プレイステーション４\nPS5：プレイステーション５\nSwitch：Nintendo Switch",
      "is_align_center": 0,
      "apple_store_url": "https://apps.apple.com/jp/app/%E3%83%AD%E3%83%9E%E3%83%B3%E3%82%B7%E3%83%B3%E3%82%B0-%E3%82%B5%E3%82%AC-%E3%83%9F%E3%83%B3%E3%82%B9%E3%83%88%E3%83%AC%E3%83%AB%E3%82%BD%E3%83%B3%E3%82%B0-%E3%83%AA%E3%83%9E%E3%82%B9%E3%82%BF%E3%83%BC/id1614201408",
      "android_store_url": "https://play.google.com/store/apps/details?id=com.square_enix.android_googleplay.RomancingSaGaMinstrelSongjp&hl=ja-JP",
      "priority": 80001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 90001,
      "icon_id": 90001,
      "introduction_banner_ids": [
        90001,
        90002,
        90003,
        90004
      ],
      "category_name": "ロマンシング サ・ガ２",
      "bgm_id": 130290,
      "text": "「ロマンシング サ・ガ」シリーズ第２作目として、1993年にSFC用ソフトとして発売された。前作『ロマンシング サ・ガ』でプレイヤーに驚きを与えた「フリーシナリオシステム」に、主人公を入れ替えながら冒険をする「皇帝継承システム」を融合。世界の歴史と、歴史の過程で激しく戦うこととなる宿敵との戦いを描く……という壮大なストーリーは他に類を見ないものとなった。プレイヤーは、もとは世界を治める一大帝国だったものの、現在では一地方の統治国家となっているバレンヌ帝国の皇帝となり、乱世を再び統一するため、「伝承法」で仲間のうちから次代の皇帝を選び、代替わりを繰り返しながら、強大な敵 ――「七英雄」と呼ばれる宿敵との戦いに身を投じていく。\n前作『ロマサガ１』から、バトルシステムはさらに深化。以降の「サガ」シリーズ作品に欠かせない要素である「ひらめき」が初めて登場したのは本作品から。武器を使って閃く強力な技はもちろん、攻撃を受けた瞬間、その攻撃を無効化する「見切り」を閃くことがあり、難度の高いバトルでも逆転して勝利できる要素などが盛り込まれた。「陣形」が深化したのも本作品からで、各陣形がさまざまな特殊効果をもち、皇帝を含む５人パーティに適用することで戦闘を有利に進めることができた。\n2016年には、スマートフォンとPS Vitaでリマスター版が発売された。リファインされた美しい背景グラフィックなどの大きな見た目の向上が図られたほか、前身となったフィーチャーフォン版でのクラスやダンジョンなど、追加要素の導入、操作性の向上、一部のアイテムや技などを引き継いでプレイできる「つよくてニューゲーム」などが実装されている。そして2017年、PS4、XONE、Switch、Steamなどのマルチプラットフォームでリマスター版を展開。2016年リリースのリマスター版をさらにブラッシュアップした内容でリリースされた。\n\n【略称表記】\nSFC：スーパーファミコン\nPS Vita：プレイステーション Vita\nPS4：プレイステーション４\nXONE：Xbox One\nSwitch：Nintendo Switch",
      "is_align_center": 0,
      "apple_store_url": "https://apps.apple.com/jp/app/%E3%83%AD%E3%83%9E%E3%83%B3%E3%82%B7%E3%83%B3%E3%82%B0-%E3%82%B5%E3%82%AC%EF%BC%92/id1083834924",
      "android_store_url": "https://play.google.com/store/apps/details?id=com.square_enix.android_googleplay.romancingsaga2_jp&hl=ja-JP",
      "priority": 90001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 100001,
      "icon_id": 100001,
      "introduction_banner_ids": [
        100001,
        100002,
        100003,
        100004
      ],
      "category_name": "ロマンシング サ・ガ３",
      "bgm_id": 120035,
      "text": "300年に一度、世界に訪れる滅びの運命。宿命を背負う子らの行く末は――。\n1995年にリリースされた「ロマンシング サ・ガ」シリーズ第３作目。SFCで発売された「サガ」シリーズ最後の作品で、好評を博していた「フリーシナリオ」「陣形」「ひらめき」の要素が盛り込まれたシリーズの集大成的作品となり、それまで発売していたシリーズ作品中、最大のヒット作にもなった。本作においても採用されている「フリーシナリオシステム」は、本作においてはクリアに必要なイベントなど、ある程度の指針も設けられ、プレイのしやすさにも繋がっている。陣形での戦術、技や見切りのひらめきが発生するのは「ロマサガ」シリーズにおいての踏襲やブラッシュアップとなっているが、さらに本作では「コマンダーモード」が実装された。通常５人編成で戦うバトルが、コマンダーモードを選択すると５人＋指揮官１人の最大６人編成でのバトルが可能となる。このモードでのみ使用できる陣形技や合成術の要素は、バトルの楽しみ方、プレイ感にも大きな影響を与えた。また、ミニゲームとして遊ぶことができた物件売買のシミュレーションゲーム「トレード」、軍隊の戦闘指揮を執る「マスコンバット」などは、ミニゲームでありながらもやり込める要素が盛り込まれ、多くのプレイヤーが夢中になった。\n物語の舞台は、300年に一度、生けるすべての生命を刈り取る「死食」と呼ばれる災厄が起こる世界。600年前に起こった死食では１人の子どもが生き残り、その子は長じて魔王となって、アビスの強力な魔貴族たちを従えて世界を支配した。300年前に再び１人の子が生き残ると、世を支配していた四魔貴族をアビスに追いやり、世界を救ったのちに聖王と呼ばれた。そして今、15年前に起こった３度目の死食――。「宿命の子」と呼ばれ、世界の命運を左右する人物と、主人公たちが織り成す運命が描かれる。\n2019年にはリマスター版をリリース。HDで描き起こされた美麗なドットグラフィック、新しいエピソードやダンジョンなどの追加、アイテムや強さを引き継げる「つよくてニューゲーム」のシステムなどが追加されたリマスター版は、PS4やスマートフォン、Steamなどを含む８つのプラットフォームで展開されている。\n\n【略称表記】\nSFC：スーパーファミコン\nPS4：プレイステーション４",
      "is_align_center": 0,
      "apple_store_url": "https://apps.apple.com/jp/app/%E3%83%AD%E3%83%9E%E3%83%B3%E3%82%B7%E3%83%B3%E3%82%B0-%E3%82%B5%E3%82%AC%EF%BC%93/id1442497118",
      "android_store_url": "https://play.google.com/store/apps/details?id=com.square_enix.android_googleplay.RomancingSaGa3ww&hl=ja-JP",
      "priority": 100001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 110001,
      "icon_id": 110001,
      "introduction_banner_ids": [
        110001,
        110002,
        110003,
        110004
      ],
      "category_name": "サガ フロンティア",
      "bgm_id": 130436,
      "text": "1997年、それまでの「ロマンシング サ・ガ」シリーズの統一された世界観とはまったく異なるアプローチで展開された、「サガ」シリーズとしては７本目となるPS用ソフト。ハードの性能が飛躍的に高まり、３D表現のもとマップやバトルフィールド、キャラクターが表現されており、奥行きやカメラワーク、演出なども目を引くものになっている。\n本作で、以降「サガ」シリーズで長く愛されることになるシステム「連携」が初登場。発動すると、連続で敵に技や術を叩き込むことができ、最大５つの技や術の名前がランダムでつながって表示される。バトルの爽快感とともにオリジナルの連携名などがプレイヤー間の話題となった。また、GBでのシリーズ作品ではおなじみのメカやモンスターといった種族も再登場。種族ごとに異なる成長システムが設定されるなど、多様で混沌とした世界観にふさわしいシステムになっている。\n混沌とした空間とその中に小さな”領域”（リージョン）が浮かぶ世界。リージョンにはさまざまな町や都市、組織、異空間や迷宮などが存在し、その領域をリージョンシップと呼ばれるシップで移動する。本作で「フリーシナリオ」はさらに深化を遂げた。プレイヤーは７人の主人公から１人を選んで物語をスタートさせることになるが、主人公ごとに違ったストーリーやエンディングが存在し、さらにキャラクター育成面でやり込み要素が増え、冒険の中では回収できないような謎や伏線が散りばめられていたことで、作品に対してファンの間で活発に議論が交わされた。\n悪に立ち向かうヒーロー、自身の片割れを倒す宿命を持つ術士、人間と妖魔のあいだで彷徨う半妖の少女、自分の任務を忘れてしまったメカ、自由きままな放蕩者の青年、故郷を救うため奔走するモンスター、殺された恋人の仇を追う女性―― 。７人がそれぞれの目的を抱き、広大なリージョンの海へ旅立つことで、プレイヤーだけの物語が紡がれていく。\n2021年、SwitchやPS4などマルチプラットフォームで展開されたHDリマスターである『サガ フロンティア リマスター』を発売。８人目となる主人公「ヒューズ」が追加され、新しいシナリオを楽しめると同時に、さまざまなエピソードを別の側面からプレイできることで作品の新たな魅力を発見することができる。グラフィックは高解像度化され、UI画面も遊びやすいものにカスタム。倍速機能やシナリオチャートの搭載など、快適なプレイ感が得られる機能がいくつも実装された、リマスターの域を超えたリマスター作品。\n\n【略称表記】\nPS：プレイステーション\nGB：ゲームボーイ\nSwitch：Nintendo Switch\nPS4：プレイステーション４",
      "is_align_center": 0,
      "apple_store_url": "https://apps.apple.com/jp/app/%E3%82%B5%E3%82%AC-%E3%83%95%E3%83%AD%E3%83%B3%E3%83%86%E3%82%A3%E3%82%A2-%E3%83%AA%E3%83%9E%E3%82%B9%E3%82%BF%E3%83%BC/id1543852060",
      "android_store_url": "https://play.google.com/store/apps/details?id=com.square_enix.android_googleplay.SaGaFrontierRemastered_jp&hl=ja-JP",
      "priority": 110001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 120001,
      "icon_id": 120001,
      "introduction_banner_ids": [
        120001,
        120002,
        120003
      ],
      "category_name": "サガ フロンティア２",
      "bgm_id": 130424,
      "text": "それぞれが一生を全うした後に、初めて見えてくるもの ―― 「歴史」。\n1999年にPS用ソフトとして発売された『サガ フロンティア２』。シリーズ名がナンバリングとなっていても、世界観が異なる作品となることは「サガ」シリーズの特徴のひとつともいえるが、本作は「ロマンシング サ・ガ」シリーズ、『サガ フロンティア』とはグラフィック表現やゲームシステムを大きく転換しており、独創性のあるシリーズ作品のなかでも、さらに独自性を備えた作品となっている。\nグラフィック表現としては、PS後期、当時３Dポリゴン化が進むRPGにおいて、淡い水彩画調のグラフィックを採用。まるで絵本の世界に入り込んだような美しさに対して評価が高く、熱烈なファンも多い。また、バトルシステムには、これまでの「閃き」や「連携」が組み込まれたおなじみのバトルを「パーティバトル」とし、敵との一騎打ちのモードである「デュエル」、軍団を指揮して勝利条件を満たすイベント性の高いシミュレーションバトル「コンバット」など、多様なバトル形式が組み込まれ、プレイ体験をシステム面からも深めている。\n「フリーシナリオ」の進化系とも呼べる「ヒストリーチョイス」というシステムを最大の特徴としており、プレイヤーは、一部のイベントを除いて好きな順番でシナリオイベントをプレイすることができる。さまざまな人物が織り成す「名もない物語」、あるいは「後世に残る歴史」の１シーンをプレイヤー自身が任意に選ぶことで、約100年にわたる歴史をさまざまな地点から体感できる作品となった。術を使うことが当たり前の世界において、術を扱う力を持たずに生まれたギュスターヴ13世の戦いと、その後の歴史が描かれる「ギュスターヴ編」、世に災いをもたらす強大な古代遺産エッグを葬ろうとする、ウィル（ウィリアム・ナイツ）とナイツ一族の宿命の戦いを描いた「ナイツ編」がある。\n\n【略称表記】\nPS：プレイステーション",
      "is_align_center": 0,
      "apple_store_url": "",
      "android_store_url": "",
      "priority": 120001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 130001,
      "icon_id": 130001,
      "introduction_banner_ids": [
        130001,
        130002
      ],
      "category_name": "アンリミテッド：サガ",
      "bgm_id": 120293,
      "text": "2002年にPS2用ソフトとして発売された作品。「独自性」「斬新さ」などが注目される「サガ」シリーズ作品のなかでも、本作はひときわ異彩を放っている。フィールドマップという概念のない冒険のシステム、組み合わせの自由度において他の追随を許さないバトルシステムなど、さまざまな新システムが掛け合わされた意欲作。\n数千年前に在ったとされる、栄華を誇った高度な古代文明 ―― 「黄金時代」と称される、その時代の巨大建造物が世界に七つ存在した。それらは「七大驚異」と呼ばれ、今なお神々の力が眠る場所だと言い伝えられている。七大驚異に隠された力を解放したとき、神は復活し、再び世に黄金時代が訪れるというが、その伝説を確かめたものはひとりもいない。そんななか、レジナ・レオーヌ祭に訪れた７人の若者たちがいた。彼らは互いに異なる目的で旅立ちを迎えるが、冒険を通じてお互いに影響しあい、しだいに七大驚異の謎へと引き込まれていくこととなる。\n７人の主人公から１人を選び、冒険がスタートする「サガ」シリーズで愛される「フリーシナリオシステム」を採用。本作にはフィールドマップ、ワールドマップのようなものが存在しない。「ムービングフェイズ」と呼ばれる新しいシステムを採用しており、通常のRPGにおけるフィールドマップに該当するマップのなかで、１つずつマス目を移動するように進めることで冒険が進む。止まった場所（マス）に宝箱やトラップがあったり、モンスターと遭遇するなど、まるでボードゲームを遊んでいるような感覚が味わえるのが大きな特徴。バトルシステムにはリールスロットを用い、１ターンにつき５回の行動が入力できる。戦闘においては、１人が５回分のアクションを取っても、５人が１つずつのアクションを取ってもよいという自由度の高い設計となっている。\n\n【略称表記】\nPS2：プレイステーション２",
      "is_align_center": 0,
      "apple_store_url": "",
      "android_store_url": "",
      "priority": 130001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 140001,
      "icon_id": 140001,
      "introduction_banner_ids": [
        140001,
        140002,
        140003,
        140004
      ],
      "category_name": "エンペラーズ サガ",
      "bgm_id": 120039,
      "text": "「サガ」シリーズ初となる、携帯電話向けソーシャルゲームとして2012年に配信を開始。さまざまな次元が混ざりあって生まれたとされる世界「カオスポリス」を舞台に、過去と未来を結ぶ『エンペラーズ サガ』オリジナルの物語が描かれている。『ロマンシング サ・ガ』のマルディアスや、『ロマンシング サ・ガ３』のロアーヌ侯国などが地続きとなり、『ロマンシング サ・ガ２』のバレンヌ帝国で物語が進む……など、シリーズファンにとって親しみが持てる世界観になっているのが特徴。また、七英雄が人間だった頃を描いた「ロマンシング サガ２ ZERO」など、河津秋敏書き下ろしのエピソードの配信も大きな盛り上がりとなった。\n本作は５章立てで物語が進行。新たなバレンヌ帝国の皇帝として立つこととなった白銀の皇帝が、破壊するものの脅威に立ち向かう第１章「白銀の皇帝篇」。白銀の皇帝の娘として新たな皇帝となったセルマを中心に激闘が描かれる第２章「皇位継承篇」。リーヴ・アースに起こる異変に立ち向かう双子の主人公シリウスとソティの物語を描く第３章「光と闇の双子皇帝篇」。願いを叶える塔の頂を目指す若者トウジと、相棒で謎の女剣士マカの冒険譚である第４章「アーカシックバベル篇」。最終章となった５章「Glacies篇」では、吹雪に見舞われ氷に閉ざされた世界と幼なじみの少女パメラを救おうとする少年シノンの物語が描かれた。\nキャラクターたちが描かれたカードを育成するカードバトルシステムを採用。シリーズで親しまれてきた「陣形」や「奥義」、「継承」などの要素が散りばめられている。\n2017年に惜しまれつつもサービスを終了している。",
      "is_align_center": 0,
      "apple_store_url": "",
      "android_store_url": "",
      "priority": 140001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 150001,
      "icon_id": 150001,
      "introduction_banner_ids": [
        150001,
        150002,
        150003
      ],
      "category_name": "インペリアル サガ",
      "bgm_id": 120396,
      "text": "2015年にリリースされた、「サガ」シリーズ初のPCブラウザゲーム。\n「フリーシナリオ」「閃き」「陣形」といったシリーズにおける人気の要素はもちろん、『サガ フロンティア』からシリーズを代表するシステムとなった「連携」も搭載されている。前線５名＋コマンダー１名の６名を配置して戦うターン制バトルシステムを採用。毎ターン陣形を変えることができるという本作ならではの陣形システムは、戦う相手や状況に合わせて適切な陣形を選ぶという戦略性をもたらし、バトルにさらなる奥深さをもたらした。\n闇の瘴気に覆われた複合世界「ディスノミア」を舞台に、神と人間の子である主人公・皇帝アデルの物語が描かれる。全4章のうち2章と3章はプレイヤーが誰を皇帝にするか選ぶことができ、数々の魅力的なキャラクターたちが世代を超えて紡ぐ壮大な物語を楽しめる。本作オリジナルのキャラクターたちのほか、これまでの「サガ」シリーズで登場したキャラクターたちも集結し、アデルと共に三凶神との戦いに身を投じた。\n一般的なブラウザゲームには明確なエンディングが存在しないものも多いなか、本作の物語にはエンディングがあり、クリア後にもう一度物語を開始して別の選択肢やルートを遊ぶことができた。\n利用していたFlash機能のサポート終了に伴い、2019年12月にサービスを終了。同年2019年10月、続編となる『インペリアル サガ エクリプス』のサービスが開始されている。",
      "is_align_center": 0,
      "apple_store_url": "",
      "android_store_url": "",
      "priority": 150001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 160001,
      "icon_id": 160001,
      "introduction_banner_ids": [
        160001,
        160002,
        160003
      ],
      "category_name": "インペリアル サガ エクリプス",
      "bgm_id": 120397,
      "text": "2019年に配信され、PCブラウザゲーム『インペリアル サガ』の続編としてスタートした、2019年から現在まで運営中のPC／スマートフォン対応ブラウザゲーム。より手軽にゲームを楽しめるようになったことで、前作からのファンだけでなく新規のファンも獲得。『インペリアル サガ』の世界観を受け継ぎつつ、新たな舞台「ディミルヘイム」での物語を紡ぐ。\nゲームシステムは前作から一新。「サガ」シリーズおなじみの「閃き」「連携」「陣形」といった要素が生み出す面白さはそのままに、本作オリジナル要素となる５×５マスのフィールドで繰り広げられるターン制バトルを展開。ゲージを100％まで溜めて発動する「奥義」や「士気」を消費して使用する「全軍突撃」、仲間をサポートする「補助スキル」などを駆使することで、さらに戦略性を増したバトルが楽しめる。\n前作で高い評価を得たシナリオも健在。新たなシナリオを楽しめる「ストーリー」モードのほか、前作のシナリオを体験できる「クロニクル」モードを搭載。個性豊かなキャラクターたちが織りなす軽快にして重厚な物語は、「サガ」シリーズに初めて触れるプレイヤーも楽しめる内容になっている。本作の主人公「リベル」を中心に、前作で活躍した異世界の戦士たちや敵対勢力「真影帝国」、世界を滅ぼす力を秘めた「亡星獣」たちが絡み合い、新たな歴史を刻む。",
      "is_align_center": 0,
      "apple_store_url": "",
      "android_store_url": "",
      "priority": 160001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 170001,
      "icon_id": 170001,
      "introduction_banner_ids": [
        170001,
        170002
      ],
      "category_name": "サガ スカーレット グレイス",
      "bgm_id": 120027,
      "text": "PS Vitaをプラットフォームとして2016年に発売。据え置きゲーム機や携帯電話、PCを経て、ゲームボーイ以来久しぶりのポータブルゲーム機での完全新作となる作品。\n貴族の娘、農民の青年、陶芸家の女性、処刑人の４人の主人公と、世に混沌をもたらすと言われる\"邪神\"ファイアブリンガーを巡る数奇な物語を描く。従来の「フリーシナリオシステム」に加え、ワールドマップ上を自由に移動し、点在する街やダンジョンを訪れることで物語が進んでいく「フリーワールドシステム」が特徴。プレイヤーの行動や選択により、全く異なるシナリオが展開される。戦闘面では、これまでのシリーズで洗練されてきた「閃き」や「陣形」の要素を楽しめるほか、使用する技により行動順が変化するタイムライン制を採用。技の使用には味方全体で共有するBPを消費するため、BPの配分を考えながら戦う戦略性が求められるなど、奥深く自由度の高い戦闘を楽しむことができる。\nまったく新たな世界観で描かれる河津秋敏の意欲作品。\n\n【略称表記】\nPS Vita：プレイステーション Vita",
      "is_align_center": 0,
      "apple_store_url": "",
      "android_store_url": "",
      "priority": 170001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 180001,
      "icon_id": 180001,
      "introduction_banner_ids": [
        180001,
        180002
      ],
      "category_name": "サガ スカーレット グレイス 緋色の野望",
      "bgm_id": 120348,
      "text": "『サガ スカーレット グレイス』にさまざまな新要素を追加し、2018年にバージョンアップ版として発売。スマートフォン、Switch、Steam、PS4などでマルチプラットフォーム展開された。\nキャラクターボイスや新規キャラクター「サビット」「ツバキ（カメリア）」を追加し、シナリオやイベントもボリュームアップ。バトル面でも、技や術、装備、陣形や敵モンスター、ボスなどを追加。システム面も大幅に調整され、2種類のUIを自由に切り替えられる機能やパーティ編成機能のアップデートが追加されている。ユーザビリティについて細部まで徹底的な調整が施され、非常に快適なゲームプレイが実現した。従来の魅力はそのままに、再構築された全く新しい体験が可能となった。『サガ スカーレット グレイス』の世界を未体験のプレイヤーのほか、前作を深くやり込んだプレイヤーにも大きな話題を呼んだバージョンアップ版となっている。\n\n【略称表記】\nSwitch：Nintendo Switch\nPS4：プレイステーション 4",
      "is_align_center": 0,
      "apple_store_url": "https://apps.apple.com/jp/app/%E3%82%B5%E3%82%AC-%E3%82%B9%E3%82%AB%E3%83%BC%E3%83%AC%E3%83%83%E3%83%88-%E3%82%B0%E3%83%AC%E3%82%A4%E3%82%B9-%E7%B7%8B%E8%89%B2%E3%81%AE%E9%87%8E%E6%9C%9B/id1237505458",
      "android_store_url": "https://play.google.com/store/apps/details?id=com.square_enix.android_googleplay.SaGaSCARLETGRACEj&hl=ja-JP",
      "priority": 180001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 190001,
      "icon_id": 190001,
      "introduction_banner_ids": [
        190001,
        190002,
        190003,
        190004
      ],
      "category_name": "ロマンシング サガ リ・ユニバース",
      "bgm_id": 100001,
      "text": "「ロマンシング サ・ガ」シリーズの完全新作として、2018年12月にスマートフォンアプリで配信を開始。物語の舞台を『ロマンシング サ・ガ３』から300年後の世界として、さらわれた妹を捜す旅に出る、サーカス団の曲芸師「ポルカ」の物語が展開された。のちに、調査機関「クラヴィス」のパイロットとして「昏睡事件」の謎に挑む大学生「リアム」、風変わりな戦士記読みの放浪詩人「シィレイ」など、新たな主人公たちをはじめとした個性豊かなキャラクターたちが登場し、シリーズの枠を越えた壮大なストーリーが展開される。バトルシステムは「閃き」「陣形」「連携」といったシリーズの定番にして人気の要素を組み込み、技や術にはBPを使用した戦略性豊かで爽快なバトルを実現。やり込み要素満載ながらバトルやシナリオをスマートフォンで手軽に楽しめる新たな「サガ」シリーズ作品となった。\n2023年からはPC版（ベータ版） でのサービスも開始している。",
      "is_align_center": 0,
      "apple_store_url": "https://apps.apple.com/jp/app/%E3%83%AD%E3%83%9E%E3%83%B3%E3%82%B7%E3%83%B3%E3%82%B0-%E3%82%B5%E3%82%AC-%E3%83%AA-%E3%83%A6%E3%83%8B%E3%83%90%E3%83%BC%E3%82%B9-%E6%88%A6%E7%95%A5rpg/id1397702917",
      "android_store_url": "https://play.google.com/store/apps/details?id=com.square_enix.android_googleplay.RSRS&hl=ja-JP",
      "priority": 190001,
      "start_at": 0,
      "end_at": 0
    },
    {
      "id": 200001,
      "icon_id": 200001,
      "introduction_banner_ids": [
        200001,
        200002
      ],
      "category_name": "サガ エメラルド ビヨンド",
      "bgm_id": 120404,
      "text": "『サガ スカーレット グレイス』、そして『サガ スカーレット グレイス 緋色の野望』以来となる、待望のシリーズ完全新作。\n翠の波動に導かれた5組6人の主人公たちが「連接領域」を介して繋がる17の世界に足を踏み入れ、多様な選択肢から自らの物語を選び取っていく。それぞれの世界は訪れるごとに変化を繰り返し、多種多様な種族のキャラクターや世界が紡ぎだす全く新しい物語が展開する。\nシリーズおなじみの「閃き」「陣形」「連携」などのバトルシステムに加え、『サガ スカーレット グレイス』で登場したタイムライン制バトルをさらに洗練。行動順によって戦略の幅が広がり、ターンが進むほど選択肢が増えるなど、より深い戦略をテンポよく楽しめる。繰り出される豪快な技は必見。\n2024年4月25日発売。スマートフォン、Switch、Steam、PS4、PS5などでマルチプラットフォーム展開する。\n\n【略称表記】\nSwitch：Nintendo Switch\nPS4：プレイステーション 4\nPS5：プレイステーション 5",
      "is_align_center": 0,
      "apple_store_url": "",
      "android_store_url": "",
      "priority": 200001,
      "start_at": 1714014000,
      "end_at": 0
    }
  ]
}